tests/fixturesInput/game_play_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/">
    <SOAP-ENV:Body>
        <ns1:GetGameCoupons>
            <ns1:GameId>123</ns1:GameId>
        </ns1:GetGameCoupons>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>